[
  {
    "title": "Syarat dan Rukun Puasa",
    "description": "<!DOCTYPE html>\n<html>\n<head>\n<style>\n\nh1 {\n    font-size: 25px;\n\ttext-align: center;\n}\n\np {\n   text-align: justify;\n}\n\n</style>\n</head>\n<body>\n\n<h1>Syarat dan Rukun Puasa</h1>\n\n<p><b>Syarat Wajibnya Puasa Ramadhan</b></p>\n\n<p>Ada beberapa syarat yang mewajibkan seseorang berpuasa:</p>\n<ol>\n <li>Islam (HR. Bukhari dan Muslim)</li>\n <li>Baligh (HR. Abu Dawud dan Nasa’i)</li>\n <li>Berakal (HR. Abu Dawud dan Nasa’i)</li>\n <li>Suci dari haid dan nifas (HR. Muslim)</li>\n <li>Mampu (QS. alHajj:78)</li>\n <li>Mukim (tidak bepergian) (HR. Bukhari dan Muslim)</li>\n</ol>\n\n<p><b>Syarat Sahnya Puasa:</b></p>\n<ol>\n <li>Islam (HR. Bukhari dan Muslim)</li>\n <li>Suci dari haidl dan nifas (HR. Muslim)</li>\n <li>Tamyiz</li>\n</ol>\n\n<p><b>Rukun Puasa:</b></p>\n<ol>\n <li>Niat, dilakukan tiap malam (HR. Ahmad dan Ashhabus Sunan)</li>\n <li>Menjaga diri dari hal-hal yang membatalkan (QS. Al-Baqarah:187)</li>\n</ol>\n\n</body>\n</html>\n"
  },
  {
    "title": "Adab-Adab Puasa",
    "description": "<!DOCTYPE html>\n<html>\n<head>\n<style>\n\nh1 {\n    font-size: 25px;\n\ttext-align: center;\n}\n\np {\n   text-align: justify;\n}\n\n</style>\n</head>\n<body>\n\n<h1>Adab-Adab Puasa</h1>\n\n<p>Dianjurkan bagi orang yang berpuasa untuk memperhatikan adab-adab berikut ini:</p>\n\n<p>Pertama, <b>makan sahur.</b> Dianjurkan pula untuk mengakhirkan makan sahur.</p>\n\n<p>Dari Anas <i>rodhiallohu ‘anhu</i> dari Zaid bin Tsabit <i>rodhiallohu ‘anhu</i> berkata, <i>“Kami makan sahur bersama Nabi shollallohu ‘alaihi wa sallam kemudian melaksanakan sholat.” Aku (Anas) berkata, “Berapa lama antara iqomah dan makan sahur?” Zaid bin Tsabit rodhiallohu ‘anhu berkata, “Jangka waktu untuk membaca Al Quran 50 ayat.”</i> (Muttafaqun ‘alaih)</p>\n\n<p>Jika azan terdengar sedangkan makanan dan minuman masih berada di tangan, maka boleh untuk meneruskan makan dan minum.</p>\n\n<p>Kedua, <b>menahan diri dari kata-kata sia-sia dan kotor/menjijikkan dan sejenisnya yang bertentangan dengan puasa.</b></p>\n\n<p>Ketiga, <b>dermawan dan mempelajari Al Quran.</b></p>\n\n<p>Keempat, <b>menyegerakan berbuka puasa.</b></p>\n\n<p>Kelima, <b>berbuka puasa secara sederhana</b> dengan hal-hal yang disebutkan dalam hadits berikut.</p>\n\n<p><i>“Rosululloh shollallohu ‘alaihi wa sallam berbuka dengan kurma basah sebelum sholat. Jika tidak ada kurma basah maka beliau berbuka dengan kurma kering. Jika tidak ada kurma kering maka beliau minum beberapa teguk air.”</i> (Hasan Shohih. HR. Abu Daud, Tirmidzi)</p>\n\n<p>Keenam, <b>berdoa pada saat berbuka sesuai dengan hadits berikut.</b></p>\n\n<p><i>“Apabila Rosululloh shollallohu ‘alaihi wa sallam berbuka beliau berdoa yang artinya, ‘Rasa haus telah hilang, kerongkongan telah basah, pahala telah ditetapkan, Insyaa Alloh.’”</i> (Hasan. Shohih Sunan Abu Daud)</p>\n\n</body>\n</html>\n"
  },
  {
    "title": "Hal-Hal yang Diperbolehkan Ketika Berpuasa",
    "description": "<!DOCTYPE html>\n<html>\n<head>\n<style>\n\nh1 {\n    font-size: 25px;\n\ttext-align: center;\n}\n\np {\n   text-align: justify;\n}\n\n</style>\n</head>\n<body>\n\n<h1>Hal-Hal yang Diperbolehkan Ketika Berpuasa</h1>\n\n<p>Pertama, <b>mandi untuk menyegarkan badan.</b></p>\n\n<p>Kedua, <b>berkumur-kumur dan memasukkan air ke dalam hidung namun tidak berlebihan.</b></p>\n\n<p>Ketiga, <b>berbekam.</b> Hukumnya berubah menjadi makruh jika khawatir dirinya menjadi lemah. Yang dihukumi sama dengan bekam adalah donor darah. Jika orang yang ingin mendonorkan darahnya merasa khawatir menjadi lemas maka tidak boleh mendonorkan darah ketika siang hari kecuali sangat dibutuhkan.</p>\n\n<p>Keempat, <b>mencium dan bercumbu dengan istri bagi yang mampu menahan dirinya.</b></p>\n\n<p>Kelima, <b>dalam keadaan junub ketika sudah terbit fajar.</b></p>\n\n<p>Keenam, <b>menyatukan sahur dan berbuka.</b></p>\n\n<p>Ketujuh, <b>menggosok gigi, memakai minyak wangi, minyak rambut, celak mata, obat tetes mata dan suntik.</b></p>\n\n<p>Dasar dibolehkannya perkara-perkara tersebut adalah kaidah baroo’ah ashliyyah (seseorang terbebas dari suatu hukum sampai ada dalil, pent) Seandainya perkara-perkara itu termasuk perkara yang diharamkan ketika berpuasa niscaya Alloh dan Rosul-Nya akan menjelaskannya.</p>\n\n<p>Alloh berfirman,</p>\n\n<p style=\"font-size:18px;text-align:right;\">وَمَا كَانَ رَبُّكَ نَسِيّاً</p>\n\n<p><i>“Dan tidaklah Robb kalian itu lupa.”</i> (QS. Maryam: 64)</p>\n\n</body>\n</html>\n"
  },
  {
    "title": "Hal-Hal yang Membatalkan Puasa",
    "description": "<!DOCTYPE html>\n<html>\n<head>\n<style>\n\nh1 {\n    font-size: 25px;\n\ttext-align: center;\n}\n\np {\n   text-align: justify;\n}\n\n</style>\n</head>\n<body>\n\n<h1>Hal-Hal yang Membatalkan Puasa</h1>\n\n<p><b>Pertama dan Kedua, makan dan minum dengan sengaja.</b> Jika seseorang makan atau minum dalam keadaan lupa maka tidak ada qodho’ baginya dan juga tidak membayar kaffaroh/denda.</p>\n\n<p><b>Ketiga, muntah dengan sengaja.</b> Jika muntah dengan tidak sengaja maka tidak ada kewajiban qodho’ dan tidak perlu membayar kafaroh.</p>\n\n<p><b>Keempat dan Kelima, haid dan nifas</b> meskipun menjelang berbuka puasa mengingat adanya kesepakatan ulama tentang hal tersebut.</p>\n\n<p><b>Keenam, hubungan suami istri.</b> Orang yang melakukannya wajib untuk membayar kaffaroh: Memerdekakan budak jika punya, jika tidak maka berpuasa dua bulan berturut-turut, jika tidak mampu maka memberi makan 60 orang miskin. (Muttafaqun ‘alaih)</p>\n\n</body>\n</html>\n"
  },
  {
    "title": "Puasa Ramadhan",
    "description": ""
  },
  {
    "title": "Puasa Sunnah",
    "description": ""
  }
]