[
  {
    "title": "Hukum Puasa Arafah",
    "description": "<!DOCTYPE html>\n<html>\n<head>\n<style>\n\nh1 {\n    font-size: 25px;\n\ttext-align: center;\n}\n\np {\n   text-align: justify;\n}\n\n</style>\n</head>\n<body>\n\n<h1>Hukum Puasa Arafah</h1>\n\n<p>Bagi kaum muslimin yang tidak sedang mengerjakan ibadah haji, puasa arafah hukumnya sunnah muakkadah. Sedangkan bagi kaum muslimin yang sedang berhaji, tidak ada keutamaan untuk puasa pada hari arafah.</p>\n\n<p style=\"font-size:18px;text-align:right;\">عَنْ عِكْرِمَةَ قَالَ دَخَلْتُ عَلَى أَبِى هُرَيْرَةَ فِى بَيْتِهِ فَسَأَلْتُهُ عَنْ صَوْمِ يَوْمِ عَرَفَةَ بِعَرَفَاتٍ فَقَالَ أَبُو هُرَيْرَةَ نَهَى رَسُولُ اللَّهِ -صلى الله عليه وسلم- عَنْ صَوْمِ يَوْمِ عَرَفَةَ بِعَرَفَاتٍ</p>\n\n<p>Dari Ikrimah, ia mengatakan: <i>“aku masuk ke rumah Abu Hurairah lalu bertanya tentang puasa hari Arafah bagi (jamaah haji yang sedang) di Arafah.” Lalu Abu Hurairah menjawab, “Rasulullah shallallahu ‘alaihi wasallam melarang puasa hari Arafah di Arafah”</i> (HR. Ibnu Majah dan Ahmad)</p>\n\n<p>Sayyid Sabiq dalam Fiqih Sunnah mencantumkan hadits tersebut kemudian mengutip penjelasan Imam Tirmidzi. “Para ulama memandang sunnah berpuasa pada hari arafah kecuali apabila berada di Arafah,” kata penyusun Sunan Tirmidzi itu.</p>\n\n<p>Prof. Dr. Wahbah Az Zuhaili dalam Fiqih Islam wa Adilatuhu menjelaskan, “bagi orang yang sedang menunaikan haji, tidak disunnahkan berpuasa hari Arafah. Bahkan disunnahkan untuk tidak berpuasa meskipun ia kuat agar tersedia kekuatan untuk berdoa dan juga mengikuti sunnah.”</p>\n\n<p>“Sedangkan menurut mazhab Hanafi,” lanjut Syaikh Wahbah, “orang yang sedang berhaji boleh berpuasa hari arafah jika ia kuat.”</p>\n\n<p>Syaikh Musthofa Al Bugho dalam Nuzhatul Muttaqin menjelaskan, “Pada hari Arafah, orang-orang yang tidak melakukan haji disunnahkan melakukan puasa Arafah, sedangkan orang-orang yang sedang melakukan haji tidak disunnahkan puasa karena dapat menyebabkan badannya lemah sehingga amalan-amalan ibadah yang lain terganggu.”</p>\n\n</body>\n</html>\n"
  },
  {
    "title": "Waktu Puasa Arafah",
    "description": "<!DOCTYPE html>\n<html>\n<head>\n<style>\n\nh1 {\n    font-size: 25px;\n\ttext-align: center;\n}\n\np {\n   text-align: justify;\n}\n\n</style>\n</head>\n<body>\n\n<h1>Waktu Puasa Arafah</h1>\n\n<p>Puasa arafah disunnahkan bagi kaum muslimin yang tidak sedang mengerjakan ibadah haji. Waktunya bertepatan dengan waktu wukuf. Jadi, saat jamaah haji sedang wukuf di arafah pada tanggal 9 Dzulhijjah, kaum muslimin yang tidak sedang mengerjakan haji disunnahkan untuk puasa arafah.</p>\n\n</body>\n</html>\n"
  },
  {
    "title": "Keutamaan Puasa Arafah",
    "description": "<!DOCTYPE html>\n<html>\n<head>\n<style>\n\nh1 {\n    font-size: 25px;\n\ttext-align: center;\n}\n\np {\n   text-align: justify;\n}\n\n</style>\n</head>\n<body>\n\n<h1>Keutamaan Puasa Arafah</h1>\n\n<p>Keutamaan puasa sunnah ini sangat luar biasa sehingga sangat merugi jika ditinggalkan atau terlewatkan.</p>\n\n<p>Berikut ini tujuh hadits shahih yang menjelaskan keutamaannya.</p>\n\n<p style=\"font-size:18px;text-align:right;\">وَسُئِلَ عَنْ صَوْمِ يَوْمِ عَرَفَةَ فَقَالَ يُكَفِّرُ السَّنَةَ الْمَاضِيَةَ وَالْبَاقِيَةَ</p>\n\n<p>Rasulullah ditanya tentang puasa hari Arafah, beliau bersabda: “Menghapuskan dosa satu tahun yang lalu dan satu tahun yang akan datang.” (HR. Muslim)</p>\n\n<p style=\"font-size:18px;text-align:right;\">صِيَامُ يَوْمِ عَرَفَةَ أَحْتَسِبُ عَلَى اللَّهِ أَنْ يُكَفِّرَ السَّنَةَ الَّتِى قَبْلَهُ وَالسَّنَةَ الَّتِى بَعْدَهُ</p>\n\n<p>Puasa hari Arafah, aku berharap kepada Allah Dia menghapuskan dosa satu tahun sebelumnya dan satu tahun sesudahnya (HR. Muslim)</p>\n\n<p style=\"font-size:18px;text-align:right;\">صِيَامُ يَوْمِ عَرَفَةَ إِنِّى أَحْتَسِبُ عَلَى اللَّهِ أَنْ يُكَفِّرَ السَّنَةَ الَّتِى قَبْلَهُ وَالسَّنَةَ الَّتِى بَعْدَهُ</p>\n\n<p>Puasa hari Arafah, sesungguhnya aku berharap kepada Allah, Dia menghapuskan dosa satu tahun sebelumnya dan satu tahun sesudahnya (HR. Tirmidzi dan Ibnu Majah; shahih)</p>\n\n<p style=\"font-size:18px;text-align:right;\">مَنْ صَامَ يَوْمَ عَرَفَةَ غُفِرَ لَهُ سَنَةٌ أَمَامَهُ وَسَنَةٌ بَعْدَهُ</p>\n\n<p>Barangsiapa berpuasa pada hari Arafah, maka ia diampuni dosa-dosanya setahun yang di depannya dan setahun setelahnya (HR. Ibnu Majah; shahih)</p>\n\n<p style=\"font-size:18px;text-align:right;\">مَنْ صَامَ يَوْمَ عَرَفَةَ غُفِرَ لَهُ ذَنْبُ سَنَتَيْنِ مُتَتابِعَتَيْنِ</p>\n\n<p>Barangsiapa berpuasa pada hari Arafah, maka dosanya diampuni selama dua tahun berurut-turut. (HR. Abu Ya’la; shahih)</p>\n\n<p style=\"font-size:18px;text-align:right;\">مَنْ صَامَ يَوْمَ عَرَفَةَ غُفِرَ لَهُ سَنَةٌ أَمَامَهُ وَسَنَةٌ خَلْفَهُ</p>\n\n<p>Barangsiapa berpuasa pada hari Arafah, maka ia diampuni tahun depannya dan tahun belakangnya. (HR. Thabrani dalam Al Mu’jam Al Ausath; shahih lighairihi)</p>\n\n<p style=\"font-size:18px;text-align:right;\">سَأَلَ رَجُلٌ عَبْدَ اللَّهِ بن عُمَرَ عَنْ صَوْمِ يَوْمِ عَرَفَةَ ؟ فَقَالَ : كُنَّا وَنَحْنُ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَعْدِلُهُ بِصَوْمِ سَنَتَيْنِ</p>\n\n<p>Seorang laki-laki bertanya kepada Ibnu Umar tentang puasa hari Arafah, dia menjawab, “Kami dulu bersama Rasulullah shallallahu ‘alaihi wasallam menyamakannya dengan puasa dua tahun.” (HR. Thabrani dalam Al Mu’jam Al Ausath; hasan lighairihi)</p>\n\n</body>\n</html>\n"
  },
  {
    "title": "Niat Puasa Arafah",
    "description": "<!DOCTYPE html>\n<html>\n<head>\n<style>\n\nh1 {\n    font-size: 25px;\n\ttext-align: center;\n}\n\np {\n   text-align: justify;\n}\n\n</style>\n</head>\n<body>\n\n<h1>Niat Puasa Dzulhijjah</h1>\n\n<p><b>Niat Puasa Sunah Tanggal 1 – 7 Dzulhijjah</b></p>\n\n<p style=\"font-size:18px;text-align:right;\">نَوَيْتُ صَوْمَ شَهْرِ ذِي الْحِجَّةِ سُنَّةً ِللهِ تَعَالَى</p>\n\n<p>Latin : “NAWAITU SHAUMA SYAHRI DHILHIJJATI SUNNATAN LILLAAHI TA’AALA”</p>\n\n<p>Artinya : Aku niat puasa sunnah di bulan Dzulhijjah karena Allah Ta’ala</p>\n\n<p><b>Niat Puasa Tarwiyah Tanggal 8 Dzulhijjah</b></p>\n\n<p style=\"font-size:18px;text-align:right;\">نَوَيْتُ صَوْمَ التَّرْوِيَةَ سُنَّةً ِللهِ تَعَالَى</p>\n\n<p>Latin : “NAWAITU SHAUMAT TARWIYATA SUNNATAN LILLAAHI TA’AALA”</p>\n\n<p>Artinya: Aku niat puasa sunnah tarwiyah karena Allah Ta’ala</p>\n\n<p><b>Niat Puasa Arafah Tanggal 9 Dzulhijjah</b></p>\n\n<p style=\"font-size:18px;text-align:right;\">نَوَيْتُ صَوْمَ عَرَفَةَ سُنَّةً ِللهِ تَعَالَى</p>\n\n<p>Latin : “NAWAITU SHAUMA ‘AROFATA SUNNATAN LILLAAHI TA’AALA”</p>\n\n<p>Artinya: Aku niat puasa sunnah tarwiyah karena Allah Ta’ala</p>\n\n</body>\n</html>\n"
  }
]