[
  {
    "title": "Pengertian Puasa Ayyamul Bidh",
    "description": "<!DOCTYPE html>\n<html>\n<head>\n<style>\n\nh1 {\n    font-size: 25px;\n\ttext-align: center;\n}\n\np {\n   text-align: justify;\n}\n\n</style>\n</head>\n<body>\n\n<h1>Pengertian Puasa Ayyamul Bidh</h1>\n\n<p>Puasa ayyamul bidh merupakan salah satu dari beberapa puasa yang dicontohkan oleh nabi kita Nabi Muhammad shollallahu ‘alaihi wasallam. Puasa sunnah ini dilakukan pada setiap petengahan bulan hijriyah yaitu pada tanggal 13, 14 dan 15.</p>\n\n<p>Ayamul bidh terdiri dari dua kata. Arti ayyamul adalah jamak dari al-yaum yang berarti hari, sedangkan bidh artinya putih. Ayyamul bidh berarti hari-hari putih, dimana pada tanggal tersebut yaitu 13, 14 dan 15  sedang terjadi bulan purnama yang sinarnya berwarna putih.</p>\n\n<p>Walaupun bernama puasa pada hari-hari putih, puasa ini berbeda dengan puasa mutih yang biasa dikenal di lingkungan penganut kejawen. Yang tidak makan dan minum  kecuali nasi putih dan air putih saja.</p>\n\n</body>\n</html>\n"
  },
  {
    "title": "Niat Puasa Ayyamul Bidh",
    "description": "<!DOCTYPE html>\n<html>\n<head>\n<style>\n\nh1 {\n    font-size: 25px;\n\ttext-align: center;\n}\n\np {\n   text-align: justify;\n}\n\n</style>\n</head>\n<body>\n\n<h1>Niat Puasa Ayyamul Bidh</h1>\n\n<p>Bagi sebagian umat muslim yang ingin mengucapkan niat, berikut ini adalah niat ketika hendak melaksanakan Puasa ayyamul bidh :</p>\n\n<p style=\"font-size:18px;text-align:right;\">نَوَيْتُ صَوْمَ اَيَّامَ اْلبِيْضِ سُنَّةً لِلهِ تَعَالَى</p>\n\n<p>NAWAITU SAUMA AYYAMI BIDH SUNNATAN LILLAHI TA’ALA</p>\n\n<p>“Saya berniat puasa pada hari-hari putih, sunnah karena Allah ta’ala.”</p>\n\n<p>Catatan : niat puasa ini juga boleh dilakukan setelah fajat terbit selama belum makan, minum, atau melakukan hal-hal lainya yang dapat membatalkan puasa. Dan boleh juga menggabungkan dengan niat puasa yang rutin dilakukan baik puasa senin kamis, maupun puasa daud, karena ini termasuk puasa sunnah.</p>\n\n</body>\n</html>\n"
  },
  {
    "title": "Tata Cara Puasa Ayyamul Bidh",
    "description": "<!DOCTYPE html>\n<html>\n<head>\n<style>\n\nh1 {\n    font-size: 25px;\n\ttext-align: center;\n}\n\np {\n   text-align: justify;\n}\n\n</style>\n</head>\n<body>\n\n<h1>Tata Cara Puasa Ayyamul Bidh</h1>\n\n<p>Puasa ayyamul bidh merupakan batas minimal anjuran dari rasulullah untuk berpuasa di luar bulan romadhon. Meskipun kebiasaan yang sering dilakukan rasulullah adalah puasa senin kamis, beliau menganjurkan untuk setidaknya puasa paling sedikit tiga hari dalam sebulan, yaitu puasa ayyamul bidh ini.</p>\n\n<p>Puasa ini dikerjakan pada setiap tanggal 13, 14 dan 15 bulan hijriyah. Kecuali pada tanggal 13 dhulhijjah, karena pada hari tersebut adalah hari diharamkanya puasa, atau biasa disebut hari tasyriq. Dalilnya sebagai berikut :</p>\n<p>Dari Abu Dzar, Rasulullah shallallahu ‘alaihi wa sallam bersabda padanya,</p>\n\n<p style=\"font-size:18px;text-align:right;\">يَا أَبَا ذَرٍّ إِذَا صُمْتَ مِنَ الشَّهْرِ ثَلاَثَةَ أَيَّامٍ فَصُمْ ثَلاَثَ عَشْرَةَ وَأَرْبَعَ عَشْرَةَ وَخَمْسَ عَشْرَةَ</p>\n\n<p>“Jika engkau ingin berpuasa tiga hari setiap bulannya, maka berpuasalah pada tanggal 13, 14, dan 15 (dari bulan Hijriyah).</p>\n\n<p>Bagi seorang istri, ketika ingin melakukan puasa sunnah juga harus seijn dari suaminya. Sebagaimana hadits dari abu huroiroh :</p>\n<p>“Janganlah seorang wanita berpuasa sunnah sedang suaminya ada, kecuali dengan seizinnya.”</p>\n\n<p>Puasa ini juga boleh dilakukan ketika sedang bepergian maupun sedang tidak bepergian.</p>\n\n<p>Dari Ibnu Abbas radhiyallahu ‘anhuma, beliau berkata :</p>\n\n<p style=\"font-size:18px;text-align:right;\">كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا يُفْطِرُ أَيَّامَ الْبِيضِ فِي حَضَرٍ وَلَا سَفَرٍ</p>\n\n<p>“Rasulullah shallallahu ‘alaihi wa sallam biasa berpuasa pada ayyamul biidh ketika tidak bepergian maupun ketika bersafar.”</p>\n\n</body>\n</html>\n"
  },
  {
    "title": "Keutamaan Puasa Ayyamul Bidh",
    "description": "<!DOCTYPE html>\n<html>\n<head>\n<style>\n\nh1 {\n    font-size: 25px;\n\ttext-align: center;\n}\n\np {\n   text-align: justify;\n}\n\n</style>\n</head>\n<body>\n\n<h1>Keutamaan Puasa Ayyamul Bidh</h1>\n\n<p>Puasa ayyamul bidh juga memilik banyak keutamaan sebagaimana keutamaan puasa senin kamis, diantaranya adalah :</p>\n\n<p><b>Menghidupkan Sunnah Nabi</b></p>\n<p>Ketika seseorang melakukan puasa ayyamul bidh, maka secara tidak langsung ia sudah mengikuti apa yang rasulullah ajarkan. Dan ketika sudah mengikuti Rasul, maka bisa berharap akan mendapatkan syafaatnya di hari akhir kelak.</p>\n\n<p><b>Seperti Puasa Sepanjang Tahun</b></p>\n<p>Salah satu keutamaan dari puasa ayyamul bidh ini adalah seperti puasa sepanjang tahun, sebgaimana sabda nabi muhammad shallallahu alaihi wasallam :</p>\n\n<p style=\"font-size:18px;text-align:right;\">صَوْمُ ثَلاَثَةِ أَيَّامٍ صَوْمُ الدَّهْرِ كُلِّهِ</p>\n\n<p>“Puasa pada tiga hari setiap bulannya adalah seperti puasa sepanjang tahun.”</p>\n\n</body>\n</html>\n"
  },
  {
    "title": "Hikmah Puasa Ayyamul Bidh",
    "description": "<!DOCTYPE html>\n<html>\n<head>\n<style>\n\nh1 {\n    font-size: 25px;\n\ttext-align: center;\n}\n\np {\n   text-align: justify;\n}\n\n</style>\n</head>\n<body>\n\n<h1>Hikmah Puasa Ayyamul Bidh</h1>\n\n<p>Salah satu hikmah dari Puasa Ayyamul bidh justru datang dari psikolog amerika bernama Arnold Lieber pada tahun 70-an. Psikolog tersebut mengatakan bahwa perilaku manusia pada saat bulan purnama cenderung lebih buruk daripada biasanya. (penelitian ini masih menjadi kontoroversi kebenaranya).</p>\n\n<p>Ketika ilmu sains baru mengungkapkan kelabilan manusia pada saat bulan purnama, islam telah menganjurkankan kepada ummatnya untuk berpuasa. Terlepas dari kontroversi penelitian tersebut, kita bisa mengambil hikmah, bahwa selain kita berpuasa atas dasar mengikuti apa yang rasulullah ajarkan, ternyata ada manffat lain dari puasa Ayyamul Bidh ini.</p>\n\n<p>Rasulullah telah memberi solusi bagi kita untuk menghadapi kelabilan emosi pada waktu terjadinya bulan purnama. Beliau menganjurkan untuk berpuasa, agar hati selalu tenang, terjaga dari sifat amarah, nafsu dan segala sifat-sifat buruk lainnya yang cenderung lebih meluap daripada hari biasanya.</p>\n\n<p>Dengan kata lain, kita bisa menyimpulkan bahwa anjuran rasulullah untuk berpuasa pada tanggal tersebut bukanlah sebuah kebetulan belaka.</p>\n\n</body>\n</html>\n"
  }
]