[
  {
    "title": "Hukum Puasa di Bulan Sya'ban",
    "description": "<!DOCTYPE html>\n<html>\n<head>\n<style>\n\nh1 {\n    font-size: 25px;\n\ttext-align: center;\n}\n\np {\n   text-align: justify;\n}\n\n</style>\n</head>\n<body>\n\n<h1>Hukum Puasa di Bulan Sya'ban</h1>\n\n<p>‘Aisyah radhiyallahu ‘anha mengatakan,</p>\n\n<p style=\"font-size:18px;text-align:right;\">لَمْ يَكُنِ النَّبِىُّ – صلى الله عليه وسلم – يَصُومُ شَهْرًا أَكْثَرَ مِنْ شَعْبَانَ ، فَإِنَّهُ كَانَ يَصُومُ شَعْبَانَ كُلَّهُ</p>\n\n<p><i>“Nabi shallallahu ‘alaihi wa sallam tidak biasa berpuasa pada satu bulan yang lebih banyak dari bulan Sya’ban. Nabi shallallahu ‘alaihi wa sallam biasa berpuasa pada bulan Sya’ban seluruhnya.”</i> (HR. Bukhari no. 1970 dan Muslim no. 1156).</p>\n\n<p>Dalam lafazh Muslim, ‘Aisyah <i>radhiyallahu ‘anha</i> mengatakan,</p>\n\n<p style=\"font-size:18px;text-align:right;\">كَانَ يَصُومُ شَعْبَانَ كُلَّهُ كَانَ يَصُومُ شَعْبَانَ إِلاَّ قَلِيلاً</p>\n\n<p><i>“Nabi shallallahu ‘alaihi wa sallam biasa berpuasa pada bulan Sya’ban seluruhnya. Namun beliau berpuasa hanya sedikit hari saja.”</i> (HR. Muslim no. 1156)</p>\n\n<p>Yang dimaksud di sini adalah berpuasa pada mayoritas harinya (bukan seluruh harinya) sebagaimana diterangkan oleh Az Zain ibnul Munir. Para ulama berkata bahwa Nabi shallallahu ‘alaihi wa sallam tidak menyempurnakan berpuasa sebulan penuh selain di bulan Ramadhan agar tidak disangka puasa selain Ramadhan adalah wajib.</p>\n\n</body>\n</html>\n"
  },
  {
    "title": "Niat Puasa Sya'ban",
    "description": "<!DOCTYPE html>\n<html>\n<head>\n<style>\n\nh1 {\n    font-size: 25px;\n\ttext-align: center;\n}\n\np {\n   text-align: justify;\n}\n\n</style>\n</head>\n<body>\n\n<h1>Niat Puasa Sya'ban</h1>\n\n<p>Berikut ini lafal niat puasa Sya‘ban:</p>\n\n<p style=\"font-size:18px;text-align:right;\">نَوَيْتُ صَوْمَ غَدٍ عَنْ أَدَاءِ سُنَّةِ شَعْبَانَ لِلهِ تَعَالَى</p>\n\n<p><i>Nawaitu shauma ghadin ‘an adâ’i sunnati Sya‘bana lillâhi ta‘âlâ.</i></p>\n\n<p>Artinya: “Aku berniat puasa sunah Sya‘ban esok hari karena Allah SWT.”</p>\n\n<p>Orang yang ingin berpuasa Sya‘ban di siang hari tetapi tidak sempat melafalkan niat dan berniat puasa di malam harinya boleh menyusul pelafalan niat dan memansang niat sunah puasa Sya‘ban seketika itu juga. Kewajiban niat di malam hari hanya berlaku untuk puasa wajib. Untuk puasa sunah, niat boleh dilakukan di siang hari sejauh yang bersangkutan belum makan, minum, dan hal-hal lain yang membatalkan puasa sejak subuh.</p>\n\n<p>Berikut ini lafal niat puasa sunah Sya‘ban di siang hari:</p>\n\n<p style=\"font-size:18px;text-align:right;\">نَوَيْتُ صَوْمَ هَذَا اليَوْمِ عَنْ أَدَاءِ سُنَّةِ شَعْبَانَ لِلهِ تَعَالَى</p>\n\n<p><i>Nawaitu shauma hâdzal yaumi ‘an adâ’i sunnati Sya‘bana lillâhi ta‘âlâ.</i></p>\n\n<p>Artinya: “Aku berniat puasa sunah Sya‘ban hari ini karena Allah SWT.”</p>\n\n<p>Puasa di bulan Sya‘ban dianjurkan. Pasalnya, kita dianjurkan berpuasa sunah pada bulan-bulan agung menurut agama sebagai keterangan Syekh Nawawi Banten berikut ini:</p>\n\n<p style=\"font-size:18px;text-align:right;\">والعاشر صوم أيام الأشهر الحرم وهي أربعة المحرم ورجب وذو القعدة وذو الحجة. وأفضل الشهور رمضان ثم المحرم ثم رجب ثم ذو الحجة ثم وذو القعدة ثم شعبان. وظاهر كلامهم أن باقي شهور السنة على حد سواء</p>\n\n<p>Artinya: <i>“Kesepuluh puasa pada bulan-bulan terhormat, yaitu empat bulan: Muharram, Rajab, Dzulqa‘dah, dan Dzulhijjah. Bulan paling utama adalah Ramadhan, kemudian Muharram, lalu Rajab, selanjutnya Dzulhijjah, kemudian Dzulqa‘dah, lalu Sya‘ban. Ucapan mereka dilihat secara zahir mengatakan bahwa pada bulan selain yang disebutkan kesunahannya sama, ” </i>(Lihat Syekh Nawawi Banten, Nihayatuz Zain, [Beirut: Darul Kutub Al-Ilmiyyah, 2002 M/1422 H], cetakan pertama, halaman 192).</p>\n\n<p>Dari keterangan ini dapat disimpulkan bahwa kita dianjurkan berpuasa sunah pada bulan Muharram, Rajab, Dzulqa‘dah, Dzulhijjah, dan Sya‘ban.</p>\n\n</body>\n</html>\n"
  }
]