[
  {
    "title": "Hukum Puasa Ramadhan",
    "description": "<!DOCTYPE html>\n<html>\n<head>\n<style>\n\nh1 {\n    font-size: 25px;\n\ttext-align: center;\n}\n\np {\n   text-align: justify;\n}\n\n</style>\n</head>\n<body>\n\n<h1>Hukum Puasa Ramadhan</h1>\n\n<p>Alloh Ta’ala berfirman,</p>\n\n<p style=\"font-size:18px;text-align:right;\">يَا أَيُّهَا الَّذِينَ آمَنُواْ كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِن قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ</p>\n\n<p><i>“Hai orang-orang yang beriman, diwajibkan atas kalian berpuasa sebagaimana diwajibkan atas orang-orang sebelum kalian agar kalian bertakwa.” </i>(QS. Al Baqoroh: 183)</p>\n\n<p>Umat Islam telah bersepakat tentang wajibnya puasa Romadhon dan merupakan salah satu rukun Islam yang dapat diketahui dengan pasti merupakan bagian dari agama. Barang siapa yang mengingkari kewajiban puasa Romadhon maka dia kafir, keluar dari Islam.</p>\n\n</body>\n</html>\n"
  },
  {
    "title": "Keutamaan Puasa Ramadhan",
    "description": "<!DOCTYPE html>\n<html>\n<head>\n<style>\n\nh1 {\n    font-size: 25px;\n\ttext-align: center;\n}\n\np {\n   text-align: justify;\n}\n\n</style>\n</head>\n<body>\n\n<h1>Keutamaan Puasa Ramadhan</h1>\n\n<p><i>“Orang yang berpuasa di bulan Romadhon karena iman dan mengharap pahala dari Alloh maka dosanya di masa lalu pasti diampuni.” </i>(Muttafaqun ‘alaihi)</p>\n\n<p>Alloh ‘Azza wa Jalla berfirman dalam hadits Qudsi, <i>“Setiap amal anak Adam adalah untuknya kecuali puasa. Puasa tersebut adalah untuk-Ku dan Aku yang akan membalasnya.” </i>(Muttafaqun ‘alaihi)</p>\n\n<p><i>“Sesungguhnya bau mulut orang yang berpuasa lebih harum di sisi Alloh pada hari kiamat daripada bau misk/kasturi. Dan bagi orang yang berpuasa ada dua kegembiraan, ketika berbuka mereka bergembira dengan bukanya dan ketika bertemu Alloh mereka bergembira karena puasanya.”</i> (Muttafaqun ‘alaihi)</p>\n\n<p><i>“Sesungguhnya di surga ada sebuah pintu yang disebut Ar-Royyaan. Pada hari kiamat orang-orang yang berpuasa masuk surga melalui pintu tersebut dan tidak masuk melalui pintu tersebut seorang pun kecuali mereka. Dikatakan kepada mereka, ‘Di mana orang-orang yang berpuasa?’ Maka orang-orang yang berpuasa pun berdiri dan tidak masuk melalui pintu tersebut seorang pun kecuali mereka. Jika mereka sudah masuk, pintu tersebut ditutup dan tidak ada seorang pun yang masuk melalui pintu tersebut.”</i> (Muttafaqun ‘alaihi)</p>\n\n</body>\n</html>\n"
  },
  {
    "title": "Orang yang Diwajibkan Berpuasa",
    "description": "<!DOCTYPE html>\n<html>\n<head>\n<style>\n\nh1 {\n    font-size: 25px;\n\ttext-align: center;\n}\n\np {\n   text-align: justify;\n}\n\n</style>\n</head>\n<body>\n\n<h1>Siapa yang Diwajibkan Berpuasa?</h1>\n\n<p>Ulama bersepakat bahwa puasa diwajibkan atas orang Islam, berakal, sudah baligh, sehat dan tidak sedang bepergian. Bagi wanita harus tidak dalam keadaan haid dan nifas. <i>(Fiqh Sunnah)</i>. Jika ada orang sakit dan musafir tetap berpuasa, maka puasanya sah. Karena bolehnya berbuka bagi keduanya adalah keringanan/rukhshoh, maka jika keduanya tidak mengambil <i>rukhsokh</i>-nya maka itu juga hal yang baik.</p>\n\n<p><b>Mana yang Lebih Utama, Berbuka atau Berpuasa ?</b></p>\n\n<p>Jika orang sakit dan musafir tidak menemukan kesulitan untuk berpuasa, maka berpuasa lebih utama. Namun jika keduanya menemukan kesulitan untuk berpuasa, maka berbuka lebih utama.</p>\n\n<p>Abu Sa’id Al-Khudzri <i>rodhiallohu ‘anhu</i> berkata, “Kami dulu berperang bersama Rosululloh <i>shollallohu ‘alaihi wa sallam</i> di bulan Romadhon. Di antara kami ada yang berpuasa dan ada yang tidak berpuasa. Orang yang berpuasa tidak memarahi orang yang tidak berpuasa begitu pula sebaliknya. Kami berpendapat bahwa barang siapa yang merasa mampu kemudian berpuasa maka hal itu baik. Dan kami juga berpendapat bahwa barang siapa yang merasa lemah kemudian tidak berpuasa maka hal itu juga baik.” (Shohih. Shohih Tirmidzi)</p>\n\n<p>Adapun tentang tidak wajibnya berpuasa bagi wanita yang sedang haid dan nifas adalah karena Rosululloh <i>shollallohu ‘alaihi wa sallam</i> bersabda, <i>“Bukankah jika wanita sedang haid tidak boleh sholat dan berpuasa? Maka itulah kekurangan agamanya.”</i> (HR. Bukhori)</p>\n\n<p>Jika wanita yang sedang haid dan nifas berpuasa, maka puasanya tidak sah. Karena suci dari haid dan nifas termasuk salah satu syarat puasa sehingga wajib bagi keduanya untuk meng-qodho’ puasanya. ‘Aisyah <i>rodhiallohu ‘anha</i> berkata, <i>“Dulu kami mengalami haid di masa Rosululloh shollallohu ‘alaihi wa sallam. Maka kami diperintahkan untuk meng-qodho’ puasa dan tidak diperintahkan untuk meng-qodho’ sholat.”</i> (Shohih. Shohih Tirmidzi)</p>\n\n<p><b>Kewajiban Bagi Laki-Laki dan Wanita yang Sudah Tua Serta Orang Sakit yang Tidak Dapat Diharapkan Lagi Kesembuhannya</b></p>\n\n<p>Bagi yang tidak mampu berpuasa karena sudah tua atau sejenisnya maka boleh untuk berbuka dengan memberi makan bagi orang miskin setiap hari yang dia tidak berpuasa karena firman Alloh Ta’ala,</p>\n\n<p style=\"font-size:18px;text-align:right;\">وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعَامُ مِسْكِينٍ</p>\n\n<p><i>“Dan wajib bagi orang-orang yang berat menjalankannya (jika mereka tidak berpuasa) membayar fidyah, (yaitu) memberi makan seorang miskin.”</i> (QS. Al Baqoroh: 184)</p>\n\n<p><b>Wanita Hamil dan Menyusui</b></p>\n\n<p>Jika wanita hamil dan menyusui tidak mampu berpuasa atau khawatir terhadap anaknya jika berpuasa, maka boleh bagi keduanya untuk berbuka. Dan wajib bagi keduanya untuk membayar fidyah namun tidak ada kewajiban qodho’ bagi keduanya.</p>\n\n<p><b>Ukuran Makanan yang Wajib Diberikan</b></p>\n\n<p>Dari Anas bin Malik <i>rodhiallohu ‘anhu, “Sesungguhnya dia tidak mampu untuk berpuasa Ramadhan pada suatu tahun. Kemudian dia membuat roti dalam satu piring besar dan memanggil 30 orang miskin dan membuat mereka semua kenyang.”</i> (Sanadnya Shohih. Al Irwa’)</p>\n\n</body>\n</html>\n"
  },
  {
    "title": "Niat Puasa Ramadhan",
    "description": "<!DOCTYPE html>\n<html>\n<head>\n<style>\n\nh1 {\n    font-size: 25px;\n\ttext-align: center;\n}\n\np {\n   text-align: justify;\n}\n\n</style>\n</head>\n<body>\n\n<h1>Niat Puasa Ramadhan</h1>\n\n<p>Dalam madzhab Syafi’i, lafadz niat puasa Ramadhan adalah sebagai berikut:</p>\n\n<p style=\"font-size:18px;text-align:right;\">نَوَيْتُ صَوْمَ غَدٍ عَنْ أَدَاءِ فَرْضِ الشَّهْرِ رَمَضَانَ هَذِهِ السَّنَةِ لِلَّهِ تَعَالَى</p>\n\n<p><i>Nawaitu shouma ghodin ‘an adaa-i fardhisy syahri romadhoona hadzihis sanati lillaahi ta’aala</i></p>\n\n<p>Artinya: “Aku niat puasa pada hari esok untuk melaksanakan kewajiban bulan Ramadhan tahun ini karena Allah Ta’ala”</p>\n\n<p>Sedangkan menurut Madzhab Hanbali (Hanabilah), siapa yang hatinya terbersit keinginan bahwa besok akan puasa, maka itu sudah dianggap niat.</p>\n\n</body>\n</html>\n"
  },
  {
    "title": "Doa Buka Puasa",
    "description": "<!DOCTYPE html>\n<html>\n<head>\n<style>\n\nh1 {\n    font-size: 25px;\n\ttext-align: center;\n}\n\np {\n   text-align: justify;\n}\n\n</style>\n</head>\n<body>\n\n<h1>Doa Buka Puasa</h1>\n\n<p>Ada beberapa doa buka puasa yang bisa kita dapatkan dalam kitab-kitab hadits. Antara lain sebagai berikut:</p>\n\n<p><b>Doa Buka Puasa 1</b></p>\n\n<p style=\"font-size:18px;text-align:right;\">ذَهَبَ الظَّمَأُ وَابْتَلَّتِ الْعُرُوقُ وَثَبَتَ الأَجْرُ إِنْ شَاءَ اللَّهُ</p>\n\n<p><i>(Dzahabadh dhoma-u wabtalatil uruq wa tsabatal ajru insyaa-aLlah)</i></p>\n\n<p>Artinya: “Telah hilang rasa haus dan urat-urat telah basah serta pahala akan tetap insya Allah”</p>\n\n<p>Para ulama menilai doa yang diriwayatkan Abu Dawud dan Daruquthni ini paling baik derajat haditsnya sehingga banyak ulama menyimpulkan bahwa doa inilah yang paling utama dibaca sebagai doa buka puasa.</p>\n\n<p><b>Doa Buka Puasa 2</b></p>\n\n<p style=\"font-size:18px;text-align:right;\">اللَّهُمَّ لَكَ صُمْتُ وَعَلَى رِزْقِكَ أَفْطَرْتُ</p>\n\n<p><i>(Allohumma laka shumtu wa ‘alaa rizqika afthortu)</i></p>\n\n<p>Artinya: “Ya Allah, untuk-Mu aku berpuasa dan dengan rezeki-Mu aku berbuka”</p>\n\n<p>Doa ini diriwayatkan oleh Abu Dawud. Dinilai hasan oleh Syaikh Nasiruddin Al-Albani dalam Misykatul Mashabih, namun didhaifkannya dalam Shahih wa Dhaif Al Jami’u Ash Shaghir dan kitab-kitab lainnya.</p>\n\n<p>Selain dua doa di atas, juga kami cantumkan doa buka puasa yang juga populer di masyarakat. Doa ini juga lebih panjang.</p>\n\n<p><b>Doa Buka Puasa 3</b></p>\n\n<p style=\"font-size:18px;text-align:right;\">اللَّهُمَّ إِنِّيْ لَكَ صُمْتُ وَعَلَى رِزْقِكَ أَفْطَرْتُ وَعَلَيْكَ تَوَكَّلْتُ وَ بِكَ آمَنْتُ ذَهَبَ الظَّمَأُ وَابْتَلَّتِ الْعُرُوقُ وَثَبَتَ الأَجْرُ إِنْ شَاءَ اللَّهُ تَعَالَى يَا وَاسِعَ الْفَضْلِ اغْفِرْلِىيْ اَلْحَمْدُ لِلَّهِ الَّذِي أَعَانَنِيْ فَصُمْتُ وَرَزَقَنِيْ فَأَفْطَرْتُ</p>\n\n<p><i>(Allohumma innii laka shumtu wa ‘alaa rizqika afthortu wa ‘alaika tawakkaltu wa bika aamantu, dzahabadh dhoma-u wabtalatil uruq wa tsabatal ajru insyaa-aLlahu ta’ala. Yaa waa si-al fadhli ighfirlii, alhamdulillaahil ladzii a’aananii fashumtu wa rozaqonii fa-afthortu)</i></p>\n\n<p>“Ya Allah, sesungguhnya aku berpuasa karena-Mu dan aku berbuka dengan rezeki-Mu. Kepada-Mu aku bertawakal dan kepada-Mu aku beriman. Dahaga telah lenyap, urat-urat telah basah dan pahala telah pasti didapatkan, insya Allah. Wahai Tuhan yang luas karunia-Nya, ampunilah dosaku. Segala puji bagi Allah yang telah membantuku sehingga ku dapat berpuasa dan memberiku rezeki sehingga aku dapat berbuka.”</p>\n\n<p>Doa ini dicantumkan Prof. Dr. Wahbah Az Zuhaili dalam Fiqih Islam wa Adillatuhu. Beliau menyebutnya sebagai doa buka puasa yang ma’tsur.</p>\n\n<p>Kapan waktu terbaik membaca doa buka puasa di atas? Jika doa-doa lainnya biasa dibaca sebelum memulai sesuatu, seperti doa makan dan doa naik kendaraan, doa buka puasa di atas dibaca setelah berbuka (bisa setelah makan kurma atau minum air). Ada pun sebelum berbuka, membaca basmalah.</p>\n\n<p>Lalu, anjuran memperbanyak doa saat berbuka itu kapan waktunya? Maksudnya adalah memperbanyak doa menjelang berbuka. Jadi, menjelang tiba waktu berbuka, perbanyaklah berdoa. Doa apa saja baik untuk kebaikan dunia maupun untuk kebaikan akhirat. Untuk kebaikan akhirat ini jangan sampai dilupakan.</p>\n\n</body>\n</html>\n"
  },
  {
    "title": "Doa Sahur",
    "description": "<!DOCTYPE html>\n<html>\n<head>\n<style>\n\nh1 {\n    font-size: 25px;\n\ttext-align: center;\n}\n\np {\n   text-align: justify;\n}\n\n</style>\n</head>\n<body>\n\n<h1>Doa Sahur</h1>\n\n<p>Dalam kitab-kitab hadits, tidak ada doa khusus ketika makan sahur. Demikian pula dalam kitab-kitab fiqih terkemuka (Fiqih Sunnah, Fiqih Islam wa Adillatuhu, Fiqih Empat Madzhab), hanya dicantumkan doa buka puasa namun tidak dicantumkan doa sahur.</p>\n\n<p>Dengan demikian, doa sebelum makan sahur sama dengan doa sebelum makan. Yakni membaca:</p>\n\n<p style=\"font-size:18px;text-align:right;\">بِسْمِ اللَّهِ</p>\n\n<p><i>Bismillah</i>\n\n<p>Artinya: “Dengan menyebut nama Allah”</p>\n\n<p>Sedangkan doa yang lebih populer namun dipersoalkan keshahihannya adalah:</p>\n\n<p style=\"font-size:18px;text-align:right;\">اَللَّهُمَّ بَارِكْ لَنَا فِيمَا رَزَقْتَنَا وَقِنَا عَذَابَ النَّارِ</p>\n\n<p><i>Allohumma baariklanaa fiimaa rozaqtanaa wa qinaa ‘adzaaban naar</i></p>\n\n<p>Artinya: “Ya Allah, berkahilah untuk kami apa yang Engkau karuniakan kepada kami dan peliharalah kami dari adzab neraka” (HR. Imam Malik dalam Al Muwatha’)</p>\n\n<p>Sebagaimana penjelasan di atas, saat sahur ini sangat baik untuk berniat puasa. Niat puasa Ramadhan sebaiknya dilakukan saat sahur agar tidak ketinggalan (terdahului terbitnya fajar).</p>\n\n<p>Sebab menurut jumhur ulama selain madzhab Syafi’i, makan sahur sudah dianggap niat puasa Ramadhan, kecuali saat makan sahur berniat tidak puasa. Sedangkan menurut madzhab Syafi’i, makan sahur tidak dianggap niat puasa Ramadhan kecuali jika makan sahurnya disertai niat puasa Ramadhan.</p>\n\n</body>\n</html>\n"
  }
]