[
  {
    "title": "Pengertian Puasa Asyura dan Tasu'a",
    "description": "<!DOCTYPE html>\n<html>\n<head>\n<style>\n\nh1 {\n    font-size: 25px;\n\ttext-align: center;\n}\n\np {\n   text-align: justify;\n}\n\n</style>\n</head>\n<body>\n\n<h1>Pengertian Puasa Asyura dan Tasu'a</h1>\n\n<p><b>Puasa Tasu'a</b></p>\n\n<p>Puasa tasu’a adalah puasa sunnah yang dilakukan pada tanggal 9 Muharram. Puasa ini merupakan puasa sunnah meskipun belum pernah dilakukan oleh Rasulullah shallallahu ‘alaihi wasallam.</p>\n\n<p>Sejarah puasa tasua bermula ketika Rasulullah menjalankan puasa asyura pada tanggal 10 Muharram. Sebagian sahabat menyampaikan bahwa orang-orang Yahudi juga mengagungkan hari itu bahkan berpuasa pula di dalamnya. Rasulullah lalu bersabda akan menjalankan puasa tasu’a (yakni puasa tanggal 9 Muharram) pada tahun berikutnya.</p>\n\n<p>Namun, belum lagi datang Muharram di tahun berikutnya tersebut, Rasulullah telah wafat. Jadi, meskipun secara hadits fi’liyah Rasulullah belum pernah mengerjakannya, puasa ini hukumnya sunnah karena secara qauliyah Rasulullah mengazamkannya. Maka para sahabat pun mengerjakan puasa tasu’a sepeninggal Rasulullah, lalu diteruskan para tabi’in dan generasi sesudahnya sampai pada hari ini.</p>\n\n<p style=\"font-size:18px;text-align:right;\">حِينَ صَامَ رَسُولُ اللَّهِ -صلى الله عليه وسلم- يَوْمَ عَاشُورَاءَ وَأَمَرَ بِصِيَامِهِ قَالُوا يَا رَسُولَ اللَّهِ إِنَّهُ يَوْمٌ تُعَظِّمُهُ الْيَهُودُ وَالنَّصَارَى. فَقَالَ رَسُولُ اللَّهِ -صلى الله عليه وسلم- فَإِذَا كَانَ الْعَامُ الْمُقْبِلُ – إِنْ شَاءَ اللَّهُ – صُمْنَا الْيَوْمَ التَّاسِعَ</p>\n\n<p><i>Ketika Rasulullah shallallahu ‘alaihi wasallam berpuasa pada hari Asyura dan memerintahkan orang agar berpuasa padanya, mereka berkata, “Ya Rasulullah, ia adalah suatu hari yang dibesarkan oleh orang Yahudi dan Nasrani.” Maka Rasulullah shallallahu ‘alaihi wasallam bersabda, “Jika datang tahun depan, insya Allah kita berpuasa juga pada hari kesembilan.” Ibnu Abbas berkata, “Maka belum lagi datang tahun berikutnya itu, Rasulullah SAW pun wafat.”</i> (HR. Muslim dan Abu Dawud)</p>\n\n<p><b>Puasa Asyura</b></p>\n<p>Puasa asyura (dibaca puasa asyuro) adalah puasa sunnah yang dikerjakan pada tanggal 10 Muharram. Hukumnya sunnah muakkadah, yakni sunnah yang sangat dianjurkan.</p>\n\n<p>Rasulullah senantiasa mengutamakan puasa ini, bahkan perhatian beliau lebih besar dibandingkan puasa-puasa sunnah lainnya.</p>\n\n</body>\n</html>\n"
  },
  {
    "title": "Keutamaan Puasa Asyura dan Tasu'a",
    "description": "<!DOCTYPE html>\n<html>\n<head>\n<style>\n\nh1 {\n    font-size: 25px;\n\ttext-align: center;\n}\n\np {\n   text-align: justify;\n}\n\n</style>\n</head>\n<body>\n\n<h1>Keutamaan Puasa Asyura</h1>\n\n<p>Puasa asyura memiliki keutamaan yang luar biasa. Tiga di antara keutamaan puasa asyura dijelaskan dalam hadits-hadits berikut ini.</p>\n\n<p><b>1. Puasa paling utama</b></p>\n<p>Puasa asyura (juga puasa tasua) merupakan puasa yang dikerjakan di bulan Muharram. Puasa di bulan Muharram merupakan puasa yang paling utama setelah puasa Ramadhan.</p>\n\n<p>Rasulullah shallallahu ‘alaihi wasallam menjelaskan keutamaan puasa Muharram dengan sabda beliau:</p>\n\n<p style=\"font-size:18px;text-align:right;\">أَفْضَلُ الصِّيَامِ بَعْدَ رَمَضَانَ شَهْرُ اللَّهِ الْمُحَرَّمُ وَأَفْضَلُ الصَّلاَةِ بَعْدَ الْفَرِيضَةِ صَلاَةُ اللَّيْلِ</p>\n\n<p><i>“Puasa paling utama setelah Ramadhan adalah (puasa bulan) Muharram dan shalat yang paling utama setelah shalat fardhu adalah shalat malam”</i> (HR. Muslim)</p>\n\n<p style=\"font-size:18px;text-align:right;\">سُئِلَ أَىُّ الصَّلاَةِ أَفْضَلُ بَعْدَ الْمَكْتُوبَةِ وَأَىُّ الصِّيَامِ أَفْضَلُ بَعْدَ شَهْرِ رَمَضَانَ فَقَالَ أَفْضَلُ الصَّلاَةِ بَعْدَ الصَّلاَةِ الْمَكْتُوبَةِ الصَّلاَةُ فِى جَوْفِ اللَّيْلِ وَأَفْضَلُ الصِّيَامِ بَعْدَ شَهْرِ رَمَضَانَ صِيَامُ شَهْرِ اللَّهِ الْمُحَرَّمِ</p>\n\n<p><i>Rasulullah shallallahu ‘alaihi wasallam ditanya, “Shalat manakah yang lebih utama setelah shalat fardhu dan puasa manakah yang lebih utama setelah puasa Ramadhan?” Beliau bersabda, “Shalat yang paling uatama setelah shalat fardhu adalah shalat di tengah malam dan puasa yang paling utama setelah puasa Ramadhan adalah puasa pada bulan Allah (yakni) Muharram.”</i> (HR. Muslim, Abu Dawud, dan Ahmad)</p>\n\n<p><b>2. Puasa yang diutamakan Nabi</b></p>\n<p>Puasa asyura merupakan puasa yang istimewa bagi Rasulullah dan sangat diutamakan beliau. Ibnu Abbas menerangkan, tidak ada puasa sunnah yang lebih diutamakan Rasulullah melebihi puasa asyura.</p>\n\n<p style=\"font-size:18px;text-align:right;\">عَنِ ابْنِ عَبَّاسٍ – رضى الله عنهما – قَالَ مَا رَأَيْتُ النَّبِىَّ – صلى الله عليه وسلم – يَتَحَرَّى صِيَامَ يَوْمٍ فَضَّلَهُ عَلَى غَيْرِهِ ، إِلاَّ هَذَا الْيَوْمَ يَوْمَ عَاشُورَاءَ وَهَذَا الشَّهْرَ . يَعْنِى شَهْرَ رَمَضَانَ</p>\n\n<p><i>Dari Ibnu Abbas radhiyallahu anhu ia berkata, saya tidak pernah melihat Nabi shallallahu ‘alaihi wa sallam memperhatikan puasa satu hari yang diutamakannya atas yang lainnya selain hari ini, hari asyura dan bulan Ramadhan.</i> (HR. Bukhari)</p>\n\n<p><b>3. Menghapus dosa setahun sebelumnya</b></p>\n<p>Inilah keutamaan puasa asyura yang paling populer. Puasa asyura dapat menghapus dosa setahun sebelumnya, sebagaimana sabda Rasulullah shallallahu ‘alaihi wasallam:</p>\n\n<p style=\"font-size:18px;text-align:right;\">سُئِلَ عَنْ صَوْمِ يَوْمِ عَاشُورَاءَ فَقَالَ يُكَفِّرُ السَّنَةَ الْمَاضِيَةَ</p>\n\n<p><i>Rasulullah ditanya tentang puasa asyura, beliau menjawab, “dapat menghapus dosa setahun sebelumnya.” </i>(HR. Muslim)</p>\n\n</body>\n</html>\n"
  },
  {
    "title": "Niat Puasa Asyura",
    "description": "<!DOCTYPE html>\n<html>\n<head>\n<style>\n\nh1 {\n    font-size: 25px;\n\ttext-align: center;\n}\n\np {\n   text-align: justify;\n}\n\n</style>\n</head>\n<body>\n\n<h1>Niat Puasa Asyura</h1>\n\n<p>Di dalam hadits juga tidak dijumpai bagaimana lafal niat puasa asyura. Rasulullah dan para sahabat biasa mengerjakan amal dengan niat tanpa dilafalkan.</p>\n\n<p>Dalam mazhab Syafi’i, lafal niat puasa asyura sebagai berikut:</p>\n\n<p style=\"font-size:18px;text-align:right;\">نَوَيْتُ صَوْمَ فِيْ يَوْمِ عَاشُوْرَاء سُنَّةً لِلَّهِ تَعَالَى</p>\n\n<p><i>(Nawaitu shouma fii yaumi aasyuuroo’ sunnatan lillaahi ta’aalaa)</i></p>\n\n<p>Artinya: saya niat puasa sunnah asyura sunnah karena Allah Ta’ala</p>\n\n</body>\n</html>\n"
  },
  {
    "title": "Niat Puasa Tasu'a",
    "description": "<!DOCTYPE html>\n<html>\n<head>\n<style>\n\nh1 {\n    font-size: 25px;\n\ttext-align: center;\n}\n\np {\n   text-align: justify;\n}\n\n</style>\n</head>\n<body>\n\n<h1>Niat Puasa Tasu’a</h1>\n\n<p>Di dalam hadits, tidak dijumpai bagaimana lafal niat puasa tasu’a. Rasulullah dan para sahabat biasa mengerjakan amal dengan niat tanpa dilafalkan.</p>\n\n<p>Syaikh Wahbah dalam Fiqih Islam wa Adilatuhu menjelaskan, semua ulama sepakat bahwa tempat niat adalah hati. Melafalkan niat bukanlah syarat, namun ia disunnahkan oleh jumhur ulama selain mazhab Maliki dengan maksud membantu hati dalam menghadirkan niat. Sedangkan menurut mazhab Maliki, yang terbaik adalah tidak melafalkan niat karena tidak bersumber dari Rasulullah shallallahu ‘alaihi wasallam.</p>\n\n<p>Dalam mazhab Syafi’i, lafal niat puasa tasu’a sebagai berikut:</p>\n\n<p style=\"font-size:18px;text-align:right;\">نَوَيْتُ صَوْمَ فِيْ يَوْمِ تَاسُوْعَاء سُنَّةً لِلَّهِ تَعَالَى</p>\n\n<p><i>(Nawaitu shouma fii yaumi taasuu’aa’ sunnatan lillaahi ta’aalaa)</i></p>\n\n<p>Artinya: saya niat puasa sunnah tasu’a sunnah karena Allah Ta’ala</p>\n\n</body>\n</html>\n"
  },
  {
    "title": "Kapan waktu niat puasa ini?",
    "description": "<!DOCTYPE html>\n<html>\n<head>\n<style>\n\nh1 {\n    font-size: 25px;\n\ttext-align: center;\n}\n\np {\n   text-align: justify;\n}\n\n</style>\n</head>\n<body>\n\n<h1>Kapan waktu niat puasa ini?</h1>\n\n<p>Kapan waktu niat puasa tasu’a dan asyura? Sebaiknya, niatnya di waktu malam sebelum terbit fajar. Namun karena ini adalah puasa sunnah, maka jika terlupa, boleh niatnya di pagi hari sebelum masuk waktu zhuhur asalkan belum makan apa-apa dan tidak melakukan hal apapun yang membatalkan puasa.</p>\n\n<p>Sebagaimana Rasulullah pernah puasa sunnah dengan niat di waktu pagi seperti pada hadits berikut ini:</p>\n\n<p style=\"font-size:18px;text-align:right;\">عَنْ عَائِشَةَ أُمِّ الْمُؤْمِنِينَ قَالَتْ دَخَلَ عَلَىَّ النَّبِىُّ -صلى الله عليه وسلم- ذَاتَ يَوْمٍ فَقَالَ هَلْ عِنْدَكُمْ شَىْءٌ. فَقُلْنَا لاَ. قَالَ فَإِنِّى إِذًا صَائِمٌ. ثُمَّ أَتَانَا يَوْمًا آخَرَ فَقُلْنَا يَا رَسُولَ اللَّهِ أُهْدِىَ لَنَا حَيْسٌ. فَقَالَ أَرِينِيهِ فَلَقَدْ أَصْبَحْتُ صَائِمًا . فَأَكَلَ</p>\n\n<p><i>Dari Aisyah Ummul Mukminin, ia berkata, “Nabi shallallahu ‘alaihi wa sallam pernah menemuiku pada suatu hari lantas beliau bertanya, “Apakah kalian memiliki sesuatu untuk dimakan?” Kami pun menjawab, “Tidak ada.” Beliau pun bersabda, “Kalau begitu saya puasa.” Kemudian di hari lain beliau menemui kami, lalu kami katakan pada beliau, “Kami baru saja dihadiahkan hays (jenis makanan berisi campuran kurman, samin dan tepung).” Lantas beliau bersabda, “Berikan makanan tersebut padaku, padahal tadi pagi aku sudah berniat puasa.” Lalu beliau menyantap makanan tersebut.</i> (HR. Muslim)</p>\n\n</body>\n</html>\n"
  },
  {
    "title": "Tingkatan Puasa Asyura",
    "description": "<!DOCTYPE html>\n<html>\n<head>\n<style>\n\nh1 {\n    font-size: 25px;\n\ttext-align: center;\n}\n\np {\n   text-align: justify;\n}\n\n</style>\n</head>\n<body>\n\n<h1>Tingkatan Puasa Asyura</h1>\n\n<p>Sayyid Sabiq menerangkan bahwa puasa asyura ada beberapa tingkatan. “Para ulama menyebutkan bahwa puasa Asyura ada tiga tingkatan,” tulis beliau dalam Fiqih Sunnah. Pertama, berpuasa selama tiga hari, yaitu hari kesembilan, kesepuluh dan kesebelas. Kedua, berpuasa pada hari kesembilan dan kesepuluh. Ketiga, berpuasa pada hari kesepuluh saja.</p>\n\n<p>Syaikh Wahbah Az Zuhaili menjelaskan dalam Fiqih Islam wa Adillatuhu, jika seseorang berpuasa Asyura tanpa Tasu’a, disunnahkan baginya –menurut mazhab Syafi’i- berpuasa pula pada tanggal 11. Bahkan Imam Syafi’i sendiri dalam kitab Al Umm dan Al Imlaa’ menyatakan kesunnahan berpuasa pada tiga hari tersebut sekaligus.</p>\n\n</body>\n</html>\n"
  }
]