[
  {
    "title": "Hukum Puasa Syawal",
    "description": "<!DOCTYPE html>\n<html>\n<head>\n<style>\n\nh1 {\n    font-size: 25px;\n\ttext-align: center;\n}\n\np {\n   text-align: justify;\n}\n\n</style>\n</head>\n<body>\n\n<h1>Hukum Puasa Syawal</h1>\n\n<p>Hukum puasa syawal adalah sunnah muakkadah, yakni sunnah yang sangat dianjurkan. Hal ini berdasarkan sabda Rasulullah shallallahu ‘alaihi wasallam:</p>\n\n<p style=\"font-size:18px;text-align:right;\">مَنْ صَامَ رَمَضَانَ ثُمَّ أَتْبَعَهُ سِتًّا مِنْ شَوَّالٍ كَانَ كَصِيَامِ الدَّهْرِ</p>\n\n<p><i>“Barangsiapa berpuasa di bulan Ramadhan, kemudian mengikutinya dengan enam hari di bulan Syawal, maka ia seperti berpuasa setahun”</i> (HR. Muslim)</p>\n\n<p>Sungguh tidak pantas kita menyia-nyiakan puasa ini. Hanya enam hari di bulan Syawal, namun keutamaannya luar biasa.</p>\n\n</body>\n</html>\n"
  },
  {
    "title": "Waktu Puasa Syawal",
    "description": "<!DOCTYPE html>\n<html>\n<head>\n<style>\n\nh1 {\n    font-size: 25px;\n\ttext-align: center;\n}\n\np {\n   text-align: justify;\n}\n\n</style>\n</head>\n<body>\n\n<h1>Waktu Puasa Syawal</h1>\n\n<p>Puasa Syawal dilaksanakan selama enam hari di bulan Syawal, mulai tanggal 2 Syawal yakni sehari setelah Idul Fitri. Adapun saat hari raya idul fitri, diharamkan berpuasa.</p>\n\n<p>Puasa enam hari di bulan Syawal ini apakah harus berturut-turut atau tidak? Sayyid Sabiq dalam Fiqih Sunnah menjelaskan bahwa menurut pendapat Imam Ahmad, puasa Syawal boleh dilakukan secara berurutan, boleh pula tidak berurutan. Dan tidaklah yang berurutan lebih utama daripada yang tidak berurutan.</p>\n\n<p>Sedangkan menurut madzhab Syafi’i dan Hanafi, puasa Syawal lebih utama dilaksanakan secara berurutan sejak tanggal 2 Syawal hingga 7 Syawal.</p>\n\n<p>Syaikh Wahbah Az Zuhaili dalam Fiqih Islam wa Adillatuhu mengatakan, puasa enam hari di bulan Syawal ini boleh dikerjakan terpisah-pisah, tapi lebih afdhal berurutan dan langsung setelah hari raya (dikerjakan tanggal 2 – 7 Syawal). Karena hal itu berarti menyegerakan ibadah.</p>\n\n<p>Jadi, tidak ada madzhab yang tidak memperbolehkan puasa ini di hari lain selain tanggal 2 sampai 7. Yang penting masih berada di bulan Syawal.</p>\n\n<p>Namun, hendaknya tidak berpuasa khusus di hari Jum’at tanpa mengiringinya dengan puasa di hari Kamis atau Sabtu karena adanya larangan Rasulullah yang diriwayatkan oleh Ibnu Majah. Para ulama menjelaskan bahwa larangan itu menegaskan makruhnya puasa di hari Jum’at tanpa mengiringinya dengan puasa di hari Kamis atau Sabtu.</p>\n\n</body>\n</html>\n"
  },
  {
    "title": "Tata Cara Puasa Syawal",
    "description": "<!DOCTYPE html>\n<html>\n<head>\n<style>\n\nh1 {\n    font-size: 25px;\n\ttext-align: center;\n}\n\np {\n   text-align: justify;\n}\n\n</style>\n</head>\n<body>\n\n<h1>Tata Cara Puasa Syawal</h1>\n\n<p>Tata cara puasa Syawal sama dengan tata cara puasa lainnya secara umum. Yang membedakan hanyalah niatnya.</p>\n\n<p>Jadi secara ringkas, tata cara puasa Syawal sebagai berikut:</p>\n\n<p><b>1. Niat</b></p>\n\n<p>Niat ini boleh dilakukan di malam hari, boleh dilakukan saat makan sahur, bahkan boleh dilakukan ketika pagi karena ini merupakan puasa sunnah.</p>\n\n<p><b>2. Makan sahur</b></p>\n\n<p>Disunnahkan makan sahur sebelum terbit fajar. Namun tidak makan sahur pun (misalnya terlambat bangun) tidak apa-apa, dalam artian puasa tetap sah.</p>\n\n<p><b>3. Menahan diri dari segala hal yang membatalkan puasa</b></p>\n\n<p>Yakni menahan dari makan, minum, berhubungan dan hal-hal yang membatalkan puasa sejak terbit fajar hingga tenggelamnya matahari.</p>\n\n<p><b>4. Berbuka</b></p>\n\n<p>Disunnahkan menyegerakan berbuka puasa ketika matahari terbenam, yakni bersamaan dengan masuknya waktu Maghrib.</p>\n\n</body>\n</html>\n"
  },
  {
    "title": "Niat Puasa Syawal",
    "description": "<!DOCTYPE html>\n<html>\n<head>\n<style>\n\nh1 {\n    font-size: 25px;\n\ttext-align: center;\n}\n\np {\n   text-align: justify;\n}\n\n</style>\n</head>\n<body>\n\n<h1>Niat Puasa Syawal</h1>\n\n<p>Semua ulama sepakat bahwa niat tempatnya di hati. Ia tidak harus dilafadzkan karena melafadzkan niat bukanlah syarat. Menurut madzhab Maliki, yang terbaik adalah tidak melafadzkan niat karena tidak ada contohnya dari Rasulullah shallallahu ‘alaihi wasallam.</p>\n\n<p>Demikian pula Sayyid Sabiq dalam Fiqih Sunnah menjelaskan, niat adalah pekerjaan hati dan tidak ada sangkut pautnya dengan lisan. Seseorang yang makan sahur dengan maksud akan berpuasa syawal, berarti ia telah niat puasa syawal. Bahkan jika ia tidak makan sahur lalu paginya bermaksud berpuasa syawal, itu juga termasuk niat puasa syawal.</p>\n\n<p>Sedangkan Syaikh Wahbah Az Zuhaili menjelaskan, jumhur ulama mensunnahkan melafadzkan niat dalam rangka membantu hati menghadirkan niat.</p>\n\n<p>Bagi yang berpendapat melafadzkan niat, berikut ini lafadz niat puasa syawal beserta tulisan latin artinya:</p>\n\n<p style=\"font-size:18px;text-align:right;\">نَوَيْتُ صَوْمَ غَدٍ عَنْ سِتَّةٍ مِنْ شَوَّالٍ سُنَّةً لِلَّهِ تَعَالَي</p>\n\n<p><i>(Nawaitu shouma ghodin ‘an sittatin min syawwaalinn sunnatan lillaahi ta’aalaa)</i></p>\n\n<p>Artinya: Aku berniat puasa besok dari enam hari Syawal, sunnah karena Allah Ta’ala</p>\n\n</body>\n</html>\n"
  },
  {
    "title": "Keutamaan Puasa Syawal",
    "description": "<!DOCTYPE html>\n<html>\n<head>\n<style>\n\nh1 {\n    font-size: 25px;\n\ttext-align: center;\n}\n\np {\n   text-align: justify;\n}\n\n</style>\n</head>\n<body>\n\n<h1>Keutamaan Puasa Syawal</h1>\n\n<p>Puasa selama enam hari di bulan Syawal ini memiliki keutamaan yang luar biasa. Keutamaan puas Syawal setelah puasa Ramadhan adalah seperti berpuasa setahun penuh.</p>\n\n<p>Rasulullah shallallahu ‘alaihi wasallam menjelaskan dalam beberapa hadits shahih berikut ini:</p>\n\n<p style=\"font-size:18px;text-align:right;\">مَنْ صَامَ رَمَضَانَ ثُمَّ أَتْبَعَهُ سِتًّا مِنْ شَوَّالٍ كَانَ كَصِيَامِ الدَّهْرِ</p>\n\n<p><i>“Barangsiapa berpuasa di bulan Ramadhan, kemudian mengikutinya dengan enam hari di bulan Syawal, maka ia seperti berpuasa setahun”</i> (HR. Muslim)</p>\n\n<p style=\"font-size:18px;text-align:right;\">مَنْ صَامَ سِتَّةَ أَيَّامٍ بَعْدَ الْفِطْرِ كَانَ تَمَامَ السَّنَةِ</p>\n\n<p><i>“Barangsiapa berpuasa enam hari setelah Idul Fitri, maka dia seperti berpuasa setahun penuh”</i>(HR. Ibnu Majah, shahih)</p>\n\n<p style=\"font-size:18px;text-align:right;\">مَنْ صَامَ رَمَضَانَ ثُمَّ أَتْبَعَهُ بِسِتٍّ مِنْ شَوَّالٍ كَانَ كَصَوْمِ الدَّهْرِ</p>\n\n<p><i>“Barang siapa berpuasa Ramadhan, lalu mengikutinya dengan enam hari di bulan Syawal, ia seperti puasa setahun”</i> (HR. Ibnu Majah, shahih)</p>\n\n</body>\n</html>\n"
  },
  {
    "title": "Haruskah Qadha puasa Ramadhan dulu?",
    "description": "<!DOCTYPE html>\n<html>\n<head>\n<style>\n\nh1 {\n    font-size: 25px;\n\ttext-align: center;\n}\n\np {\n   text-align: justify;\n}\n\n</style>\n</head>\n<body>\n\n<h1>Haruskah qadha puasa Ramadhan dulu?</h1>\n\n<p>Bagi muslimah, secara umum pasti memiliki udzur saat Ramadhan yang membuatnya tidak boleh berpuasa yakni datangnya haid. Lalu muncul pertanyaan, apakah puasa enam hari di bulan Syawal ini harus menunggu qadha puasa Ramadhan dulu? Apakah boleh puasa syawal dulu agar mendapatkan keutamaannya?</p>\n\n<p>Dalam hal ini ada dua pendapat. Madzab Hanbali berpendapat, tidak boleh berpuasa sunnah sebelum qadha’ puasa Ramadhan. Yang wajib harus didahulukan daripada yang sunnah. Qadha puasa Ramadhan harus diselesaikan baru menjalankan puasa sunnah.</p>\n\n<p>Salah seorang ualam Hambali, Ibnu Rajab menambahkan, meskipun puasa sunnah boleh dilaksanakan sebelum qadha puasa Ramadhan diselesaikan, keutamaan seperti puasa setahun penuh tidak bisa didapatkan. Sebab dalam hadits disebutkan:</p>\n\n<p style=\"font-size:18px;text-align:right;\">مَنْ صَامَ رَمَضَانَ ثُمَّ أَتْبَعَهُ سِتًّا مِنْ شَوَّالٍ كَانَ كَصِيَامِ الدَّهْرِ</p>\n\n<p><i>“Barangsiapa berpuasa di bulan Ramadhan, kemudian mengikutinya dengan enam hari di bulan Syawal, maka ia seperti berpuasa setahun”</i> (HR. Muslim)</p>\n\n<p>Keutamaan seperti puasa setahun itu untuk orang yang “tsumma atba’ahu” (kemudian mengikutinya) dengan puasa enam hari di bulan Syawal. Sedangkan orang yang belum qadha puasa Ramadhan belum bisa dikatakan telah berpuasa Ramadhan.</p>\n\n<p>Pendapat kedua, jumhur ulama menyatakan boleh puasa sunnah sebelum qadha puasa Ramadhan. Sedangkan mengenai apakah keutamaan puasa Syawal seperti puasa setahun penuh, sebagian ulama berpendapat seseorang bisa mendapatkan keutamaan tersebut meskipun belum selesai qadha puasa Ramadhan.</p>\n\n<p>Di antara hujjahnya, orang yang terhalang beberapa hari puasa Ramadhan karena haid, ia tetap bisa disebut telah berpuasa Ramadhan. Selain itu, puasa Syawal telah ditentukan waktunya yang terbatas di bulan Syawal sedangkan qadha Ramadhan tidak hanya terbatas di bulan Syawal.</p>\n\n<p>Yang paling ideal, dengan mengkompromikan dua pendapat di atas, sebaiknya mengqadha’ puasa Ramadhan terlebih dahulu lalu mengerjakan puasa sunnah di bulan Syawal sehingga keutamaannya pun bisa didapat.</p>\n\n<p>Kalaupun tidak bisa atau waktunya tidak cukup, hendaknya puasa enam hari di bulan Syawal didahulukan baru setelah itu qadha’ Ramadhan. Inilah yang dicontohkan oleh Ummul Mukminin Aisyah radhiyallahu ‘anha. Beliau menuturkan:</p>\n\n<p style=\"font-size:18px;text-align:right;\">كَانَ يَكُونُ عَلَىَّ الصَّوْمُ مِنْ رَمَضَانَ ، فَمَا أَسْتَطِيعُ أَنْ أَقْضِىَ إِلاَّ فِى شَعْبَانَ . قَالَ يَحْيَى الشُّغْلُ مِنَ النَّبِىِّ أَوْ بِالنَّبِىِّ صلى الله عليه وسلم</p>\n\n<p><i>Aku punya hutang puasa Ramadhan, aku tak dapat mengqadhanya kecuali di bulan Sya’ban, karena sibuk melayani Nabi shallallahu ‘alaihi wasallam</i> (HR. Al Bukhari)</p>\n\n</body>\n</html>\n"
  }
]