[
  {
    "title": "Keutamaan Puasa Dzulhijjah",
    "description": "<!DOCTYPE html>\n<html>\n<head>\n<style>\n\nh1 {\n    font-size: 25px;\n\ttext-align: center;\n}\n\np {\n   text-align: justify;\n}\n\n</style>\n</head>\n<body>\n\n<h1>Keutamaan Puasa Dzulhijjah</h1>\n\n<p>Dari Ibnu ‘Abbas, Rasulullah shallallahu ‘alaihi wa sallam bersabda,</p>\n\n<p style=\"font-size:18px;text-align:right;\">« مَا مِنْ أَيَّامٍ الْعَمَلُ الصَّالِحُ فِيهَا أَحَبُّ إِلَى اللَّهِ مِنْ هَذِهِ الأَيَّامِ ». يَعْنِى أَيَّامَ الْعَشْرِ. قَالُوا يَا رَسُولَ اللَّهِ وَلاَ الْجِهَادُ فِى سَبِيلِ اللَّهِ قَالَ « وَلاَ الْجِهَادُ فِى سَبِيلِ اللَّهِ إِلاَّ رَجُلٌ خَرَجَ بِنَفْسِهِ وَمَالِهِ فَلَمْ يَرْجِعْ مِنْ ذَلِكَ بِشَىْءٍ »</p>\n\n<p><i>“Tidak ada satu amal sholeh yang lebih dicintai oleh Allah melebihi amal sholeh yang dilakukan pada hari-hari ini (yaitu 10 hari pertama bulan Dzul Hijjah).” Para sahabat bertanya: “Tidak pula jihad di jalan Allah?” Nabi shallallahu ‘alaihi wa sallam menjawab: “Tidak pula jihad di jalan Allah, kecuali orang yang berangkat jihad dengan jiwa dan hartanya namun tidak ada yang kembali satupun.”</i> (HR. Abu Daud no. 2438, At Tirmidzi no. 757, Ibnu Majah no. 1727, dan Ahmad no. 1968. Shahih). Keutamaan sepuluh hari awal Dzulhijah berlaku untuk amalan apa saja, tidak terbatas pada amalan tertentu, sehingga amalan tersebut bisa shalat, sedekah, membaca Al Qur’an, dan amalan sholih lainnya. Di antara amalan yang dianjurkan di awal Dzulhijah adalah amalan puasa.</p>\n\n<p>Dari Hunaidah bin Kholid, dari istrinya, beberapa istri Nabi <i>shallallahu ‘alaihi wa sallam</i> mengatakan,</p>\n\n<p style=\"font-size:18px;text-align:right;\">كَانَ رَسُولُ اللَّهِ -صلى الله عليه وسلم- يَصُومُ تِسْعَ ذِى الْحِجَّةِ وَيَوْمَ عَاشُورَاءَ وَثَلاَثَةَ أَيَّامٍ مِنْ كُلِّ شَهْرٍ أَوَّلَ اثْنَيْنِ مِنَ الشَّهْرِ وَالْخَمِيسَ</p>\n\n<p>“Rasulullah shallallahu ‘alaihi wa sallam biasa berpuasa pada sembilan hari awal Dzulhijah, pada hari ‘Asyura’ (10 Muharram), berpuasa tiga hari setiap bulannya, …” (HR. Abu Daud no. 2437. Shahih).</p>\n\n<p>Sumber: <i>rumaysho</i></p>\n\n<p>Sementara itu, dalam hadits lain disebutkan bahwa:</p>\n\n<p><i>\"Bahwa Rasulullah SAW biasanya berpuasa 9 hari Dzulhijah, hari ‘Ashuraa’, 3 hari setiap bulan yaitu Senin pertama dan 2 Kamis terawal.”</i> (HR Abu Daud)</p>\n<p><i>“Rasulullah SAW berkata: Tiada ada hari lain yang disukai Allah SWT untuk beribadah seperti sepuluh hari ini,”</i> (HR At-Tirmidzi).</p>\n\n<p>Dalam beberapa hadis menyebutkan bahwa 10 hari atau sebagiannya pada bulan Dzulhijjah adalah hari-hari yang istimewa. Umat muslim juga disunahkan melaksanakan puasa seperti apa yang Rasulullah pernah lakukan. Rasulullah Muhammad SAW juga bersabda bahwa melaksanakan puasa di bulan Dzulhijjah pahalanya sama besar dengan orang yang meninggal di jalan Allah di medang perang atau mati Syahid. Puasa ini juga bisa melebur dosa selama setahun sebelum dan sesudah seseorang yang melaksanakannya dengan ikhlas.</p>\n\n<p>Diriwayatkan oleh Imam Muslim dari Abu Qatadah, Rasullullah SAW bersabda:</p>\n\n<p><i>\"Berpuasa pada hari Arafah karena mengharap pahala dari Allah melebur dosa-dosa setahun sebelum dan sesudahnya.\"</i> (HR. Imam Muslim)</p>\n\n</body>\n</html>\n"
  },
  {
    "title": "Cara Melakukan Puasa Awal Dzulhijjah",
    "description": "<!DOCTYPE html>\n<html>\n<head>\n<style>\n\nh1 {\n    font-size: 25px;\n\ttext-align: center;\n}\n\np {\n   text-align: justify;\n}\n\n</style>\n</head>\n<body>\n\n<h1>Cara Melakukan Puasa Awal Dzulhijjah</h1>\n<ul>\n <li>Boleh dilakukan dari tanggal 1 sampai 9 Dzulhijjah, lebih utama lagi puasa Arafah (9 Dzulhijjah)</li>\n <li>Boleh dilakukan dengan memilih hari yang diinginkan, yang penting jangan tinggalkan puasa Arafah.</li>\n</ul>\n\n</body>\n</html>\n"
  },
  {
    "title": "Niat Puasa Dzulhijjah",
    "description": "<!DOCTYPE html>\n<html>\n<head>\n<style>\n\nh1 {\n    font-size: 25px;\n\ttext-align: center;\n}\n\np {\n   text-align: justify;\n}\n\n</style>\n</head>\n<body>\n\n<h1>Niat Puasa Dzulhijjah</h1>\n\n<p><b>Niat Puasa Sunah Tanggal 1 – 7 Dzulhijjah</b></p>\n\n<p style=\"font-size:18px;text-align:right;\">نَوَيْتُ صَوْمَ شَهْرِ ذِي الْحِجَّةِ سُنَّةً ِللهِ تَعَالَى</p>\n\n<p>Latin : “NAWAITU SHAUMA SYAHRI DHILHIJJATI SUNNATAN LILLAAHI TA’AALA”</p>\n\n<p>Artinya : Aku niat puasa sunnah di bulan Dzulhijjah karena Allah Ta’ala</p>\n\n<p><b>Niat Puasa Tarwiyah Tanggal 8 Dzulhijjah</b></p>\n\n<p style=\"font-size:18px;text-align:right;\">نَوَيْتُ صَوْمَ التَّرْوِيَةَ سُنَّةً ِللهِ تَعَالَى</p>\n\n<p>Latin : “NAWAITU SHAUMAT TARWIYATA SUNNATAN LILLAAHI TA’AALA”</p>\n\n<p>Artinya: Aku niat puasa sunnah tarwiyah karena Allah Ta’ala</p>\n\n<p><b>Niat Puasa Arafah Tanggal 9 Dzulhijjah</b></p>\n\n<p style=\"font-size:18px;text-align:right;\">نَوَيْتُ صَوْمَ عَرَفَةَ سُنَّةً ِللهِ تَعَالَى</p>\n\n<p>Latin : “NAWAITU SHAUMA ‘AROFATA SUNNATAN LILLAAHI TA’AALA”</p>\n\n<p>Artinya: Aku niat puasa sunnah tarwiyah karena Allah Ta’ala</p>\n\n</body>\n</html>\n"
  }
]