[
  {
    "title": "Hukum dan Pengertian Puasa Daud",
    "description": "<!DOCTYPE html>\n<html>\n<head>\n<style>\n\nh1 {\n    font-size: 25px;\n\ttext-align: center;\n}\n\np {\n   text-align: justify;\n}\n\n</style>\n</head>\n<body>\n\n<h1>Hukum dan Pengertian Puasa Daud</h1>\n\n<p>Puasa Daud adalah puasa selang-seling, yakni sehari puasa sehari tidak. Disebut Puasa Daud karena puasa ini merupakan puasanya Nabi Daud ‘alaihis salam.</p>\n\n<p>Untuk umat Nabi Muhammad, puasa ini hukumnya sunnah. Dibandingkan puasa sunnah lainnya, Puasa Daud lebih disukai Allah Subhanahu wa Ta’ala. Sebagaimana sabda Rasulullah shallallahu ‘alaihi wasallam:</p>\n\n<p style=\"font-size:18px;text-align:right;\">أَحَبُّ الصِّيَامِ إِلَى اللَّهِ صِيَامُ دَاوُدَ ، كَانَ يَصُومُ يَوْمًا وَيُفْطِرُ يَوْمًا ، وَأَحَبُّ الصَّلاَةِ إِلَى اللَّهِ صَلاَةُ دَاوُدَ ، كَانَ يَنَامُ نِصْفَ اللَّيْلِ وَيَقُومُ ثُلُثَهُ وَيَنَامُ سُدُسَهُ</p>\n\n<p><i>Puasa yang paling disukai oleh Allah adalah puasa Nabi Daud. Ia berpuasa satu hari lalu berbuka satu hari. Dan sholat yang paling disukai oleh Allah adalah sholat Nabi Daud. Ia tidur seperdua malam, bangun sepertiganya, lalu tidur seperenamnya.</i> (HR. Bukhari)</p>\n\n<p>Para ulama bersepakat mengenai sunnahnya puasa ini. Syaikh Wahbah Az Zuhaili dalam Fiqih Islam wa Adillatuhu menegaskan, “Puasa-puasa sunnah yang disepakati para ulama antara lain puasa sehari dan tidak puasa sehari. Inilah puasa yang paling utama.”</p>\n\n<p>Syaikh Abdurrahman Al Juzairi dalam Fikih Empat Madzhab mengatakan, “Di antara puasa yang dianjurkan adalah puasa Daud. Yakni satu hari puasa dan satu hari tidak. Di dalam hadits Nabi shallallahu ‘alaihi wasallam disebutkan bahwa puasa ini adalah puasa sunnah yang paling afhdal.”</p>\n\n</body>\n</html>\n"
  },
  {
    "title": "Keutamaan Puasa Daud",
    "description": "<!DOCTYPE html>\n<html>\n<head>\n<style>\n\nh1 {\n    font-size: 25px;\n\ttext-align: center;\n}\n\np {\n   text-align: justify;\n}\n\n</style>\n</head>\n<body>\n\n<h1>Keutamaan Puasa Daud</h1>\n\n<p>Puasa Daud memiliki banyak keutamaan yang luar biasa. Berikut ini empat keutamaan Puasa Daud:</p>\n\n<p><b>1. Puasa sunnah paling utama</b></p>\n<p>Puasa Daud adalah puasa sunnah yang paling afdhal, paling utama. Sebagaimana sabda Rasulullah shallallahu ‘alaihi wasallam:</p>\n\n<p style=\"font-size:18px;text-align:right;\">أَفْضَلُ الصِّيَامِ صِيَامُ دَاوُدَ عَلَيْهِ السَّلَام كَانَ يَصُومُ يَوْمًا وَيُفْطِرُ يَوْمًا</p>\n\n<p>Puasa yang paling utama adalah puasa Nabi Daud ‘alaihis salam. Beliau berpuasa sehari dan tidak berpuasa sehari. (HR. An Nasa’i; shahih)</p>\n\n<p><b>2. Puasa sunnah yang paling dicintai Allah</b></p>\n<p>Puasa Daud adalah puasa sunnah yang paling dicintai Allah Subhanahu wa Ta’ala. Rasulullah shallallahu ‘alaihi wasallam bersabda:</p>\n\n<p style=\"font-size:18px;text-align:right;\">إِنَّ أَحَبَّ الصِّيَامِ إِلَى اللَّهِ صِيَامُ دَاوُدَ وَأَحَبَّ الصَّلاَةِ إِلَى اللَّهِ صَلاَةُ دَاوُدَ عَلَيْهِ السَّلاَمُ كَانَ يَنَامُ نِصْفَ اللَّيْلِ وَيَقُومُ ثُلُثَهُ وَيَنَامُ سُدُسَهُ وَكَانَ يَصُومُ يَوْمًا وَيُفْطِرُ يَوْمًا</p>\n\n<p>“Puasa yang paling dicintai oleh Allah adalah puasa Nabi Daud. Dan sholat yang paling dicintai oleh Allah adalah sholat Nabi Daud. Ia tidur seperdua malam, bangun sepertiganya, lalu tidur seperenamnya. Dan ia berpuasa satu hari lalu berbuka satu hari. (HR. Muslim)</p>\n\n<p><b>3. Puasa sunnah tertinggi</b></p>\n<p>Puasa Daud merupakan puasa terbaik sekaligus puasa tertinggi dan terberat. Tidak boleh berpuasa melebihi ini karena tubuh juga punya hak untuk dijaga. Sebagaimana diriwayatkan oleh Imam Ahmad dan lainnya:</p>\n\n<p>Abdullah bin Amr berkata, Rasulullah shallallahu ‘alaihi wasallam menanyakan kepadaku, “Aku mendengar kabar bahwa engkau selalu qiyamul lail dan siangnya berpuasa.” Aku menjawab, “Benar ya Rasulullah.”</p>\n\n<p>Maka Rasulullah bersabda, “Berpuasalah dan berbukalah. Shalatlah dan tidurlah! Karena tubuhmu memiliki hak terhadapmu. Istrimu memiliki hak terhadapmu. Dan tamumu juga memiliki hak terhadapmu. Cukuplah bagimu berpuasa tiga hari setiap bulan.”</p>\n\n<p>Abdullah berkata, aku bertahan, maka Rasulullah pun bersikeras pula. Akhirnya aku berkata, “Ya Rasulullah, aku sanggup lebih dari itu.”</p>\n\n<p>Rasulullah bersabda, “Kalau begitu, berpuasalah tiga hari setiap pekan.”</p>\n\n<p>Abdullah berkata, aku bertahan, maka Rasulullah pun bersikeras pula. Aku berkata lagi, “Ya Rasulullah, aku sanggup lebih dari itu.”</p>\n\n<p>Rasulullah bersabda, “Kalau begitu, berpuasalah seperti Nabi Daud dan jangan lebih dari itu.”</p>\n\n<p>Aku bertanya, “Ya Rasulullah, bagaimana puasa Nabi Daud itu?” Rasulullah bersabda, “Ia berpuasa sehari lalu berbuka sehari.”</p>\n\n<p><b>4. Puasa yang paling adil</b></p>\n<p>Dalam riwayat Imam Muslim, Rasulullah menganjurkan puasa Daud dan menyebutnya sebagai puasa yang paling adil.</p>\n\n<p style=\"font-size:18px;text-align:right;\">صُمْ يَوْمًا وَأَفْطِرْ يَوْمًا وَذَلِكَ صِيَامُ دَاوُدَ – عَلَيْهِ السَّلاَمُ – وَهُوَ أَعْدَلُ الصِّيَامِ . قَالَ قُلْتُ فَإِنِّى أُطِيقُ أَفْضَلَ مِنْ ذَلِكَ. قَالَ رَسُولُ اللَّهِ -صلى الله عليه وسلم- لاَ أَفْضَلَ مِنْ ذَلِكَ</p>\n\n<p>“Berpuasalah satu hari dan berbukalah satu hari dan itu adalah puasa yang paling adil. Itu puasanya Nabi Daud ‘alaihis salam.” Aku berkata, “Sesungguhnya aku mampu lebih baik dari itu.” Rasulullah shallallahu ‘alaihi wasallam bersabda, “Tidak ada yang lebih utama dari itu.” (HR. Muslim dan Abu Dawud)</p>\n\n</body>\n</html>\n"
  },
  {
    "title": "Tata Cara Puasa Daud",
    "description": "<!DOCTYPE html>\n<html>\n<head>\n<style>\n\nh1 {\n    font-size: 25px;\n\ttext-align: center;\n}\n\np {\n   text-align: justify;\n}\n\n</style>\n</head>\n<body>\n\n<h1>Tata Cara Puasa Daud</h1>\n\n<p>Tata cara puasa Daud tidaklah berbeda dengan puasa pada umumnya, baik puasa wajib maupun puasa sunnah. Secara singkat, tata caranya adalah sebagai berikut:</p>\n\n<p><b>1. Niat</b></p>\n<p>Niat puasa Daud sebaiknya dilakukan di malam hari, sebelum fajar terbit. Namun karena ini merupakan puasa sunnah, jika terlupa, boleh niat di pagi hari asalkan belum makan apa-apa dan tidak melakukan hal apapun yang membatalkan puasa.</p>\n\n<p><b>2. Makan Sahur</b></p>\n<p>Makan sahur merupakan salah satu sunnah puasa yang jika dilakukan akan mendapat pahala dan keberkahan. Namun jika tidak dilakukan, misalnya karena terlambat bangun dan waktu sahur habis, puasanya tetap sah.</p>\n\n<p><b>3. Menahan diri dari hal-hal yang membatalkan</b></p>\n<p>Yaitu menahan diri dari makan, minum, berhubungan dengan istri dan hal-hal lainnya yang bisa membatalkan puasa. Dimulai sejak terbitnya fajar hingga terbenamnya matahari.</p>\n\n<p><b>4. Berbuka</b></p>\n<p>Waktu berbuka puasa Daud sama dengan waktu berbuka puasa pada umumnya yakni ketika matahari terbenam. Menyegerakan buka puasa merupakan salah satu sunnah puasa.</p>\n\n</body>\n</html>\n"
  },
  {
    "title": "Niat Puasa Daud",
    "description": "<!DOCTYPE html>\n<html>\n<head>\n<style>\n\nh1 {\n    font-size: 25px;\n\ttext-align: center;\n}\n\np {\n   text-align: justify;\n}\n\n</style>\n</head>\n<body>\n\n<h1>Niat Puasa Daud</h1>\n\n<p>Di dalam hadits, tidak ditemukan bagaimana lafadz niat puasa Daud. Nabi shallallahu ‘alaihi wasallam dan para sahabat beliau biasa mengerjakan amal dengan niat tanpa dilafadzkan.</p>\n\n<p>Syaikh Wahbah dalam Fiqih Islam wa Adillatuhu menjelaskan, semua ulama sepakat bahwa tempat niat adalah hati. Melafadzkan niat bukanlah syarat, namun jumhur ulama berpendapat hukumnya sunnah agar membantu hati dalam menghadirkan niat. Sedangkan menurut mazhab Maliki, yang terbaik adalah tidak melafalkan niat karena tidak bersumber dari Rasulullah shallallahu ‘alaihi wasallam.</p>\n\n<p>Lafadz niat puasa Daud adalah sebagai berikut:</p>\n\n<p style=\"font-size:18px;text-align:right;\">نَوَيْتُ صَوْمَ دَاوُدَ سُنَّةً لِلَّهِ تَعَالَى</p>\n\n<p><i>(Nawaitu shouma daawuda sunnatan lillaahi ta’aalaa)</i></p>\n\n<p>Artinya: saya niat puasa Daud, sunnah karena Allah Ta’ala</p>\n\n</body>\n</html>\n"
  },
  {
    "title": "Keajaiban Puasa Daud",
    "description": "<!DOCTYPE html>\n<html>\n<head>\n<style>\n\nh1 {\n    font-size: 25px;\n\ttext-align: center;\n}\n\np {\n   text-align: justify;\n}\n\n</style>\n</head>\n<body>\n\n<h1>Keajaiban Puasa Daud</h1>\n\n<p>Puasa Nabi Daud memiliki banyak keutamaan sebagaimana telah disebutkan di atas. Itulah keajaiban terbesar puasa ini; pahalanya berlimpah dari Allah, ia puasa yang paling dicintai Allah, paling utama dan paling adil.</p>\n\n<p>Selain itu, keajaiban puasa sunnah terbaik ini juga terasa di dunia bagi orang-orang yang mendawamkannya. Hal itu terbukti dari begitu banyaknya kisah nyata keajaiban puasa Daud.</p>\n\n<p>Salah satu keajaiban puasa Daud adalah, orang yang mengamalkannya akan dibimbing Allah dan dijauhkan dari kemaksiatan. Itu terjadi misalnya pada Pak Gopar, yang pernah diceritakan Ustadz Salim A. Fillah.</p>\n\n<p>Ia tersentuh untuk mulai mendawamkan puasa Daud setelah Kyai Kholil Bisri mengingatkannya. “Kamu jadi anak shalih seperti ini, rupanya ayahmu suka puasa Daud. Lalu anakmu nanti jadi seperti apa?”</p>\n\n<p>Kalimat yang didengarnya pada hari-hari pertama kelahiran putranya itu menjadi pemicu motivasinya untuk mengamalkan puasa seperti sang ayah. Dari sana, kebeningan spiritual tumbuh. Ia menjadi orang yang nasehat-nasehatnya terasa dalam maknanya.</p>\n\n<p>Keajaiban puasa Daud yang lain terkait dengan rezeki. Ada seorang pemuda di Gresik yang mengamalkan puasa Daud bertahun-tahun. Bertahun-tahun ia hidup apa adanya dengan motor yang cukup lama sebagai kendaraan kerjanya.</p>\n\n<p>Satu hari, sebuah perusahaan makanan terbesar yang berdomisili di kecamatan Manyar mencari rekanan penyedia tenaga kerja. Ketika berkunjung ke rumahnya, manajemen perusahaan yang bertamu itu disembelihkan ayam meskipun kondisinya cukup berat.</p>\n\n<p>Tak lama setelah pertemuan itu, manajemen perusahaan menghubunginya kembali. Menyatakan deal kerja sama untuk mensuplai sekitar 2.000 pekerja. Sebenarnya waktu itu ia baru merintis dan tidak memiliki cukup sumber daya. Tapi dengan bismillah ia terima. Segera ia buka lowongan dan ia rekrut tetangganya sebagai penyeleksi lamaran-lamaran itu.</p>\n\n<p>Singkat cerita, hidupnya berubah drastis. Kini ia menjadi salah seorang terkaya di kecamatannya.</p>\n\n</body>\n</html>\n"
  }
]